{
    "ለመለገስ": "Donate",
    "ፈልግ": "Search",
    "ዋና ገጽ": "Home",
    "መርሃግብራት": "Events",
    "ስለ ደብሩ": "About",
    "አግኙን": "Contact Us",
    "ሌሎች ገጾች": "Others",
    "ቋንቋ": "Language",
    "verse_one": "Yea, let none that wait on thee be ashamed: let them be ashamed which transgress without cause.",
    "psalm_25": "Psalm 25:3 ",
    "verse_two": "  If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?",
    "The 1st epistle of john": "1 John 4:20",
    "verse_three": "The LORD is my light and my salvation; whom shall I fear?",
    "psalm_27": "Psalm 27:1",
    "feedback_1": "Your website is providing us with good service. You did a beautiful job, and now I'm going to say you expand your reach even more than this, thank you!",
    "feedback_giver": "Tesfaye Derese",
    "recent": "Recent schedules",
    "recent_second": "Here you will find a schedule that has taken place in our parish in recent times",
    "date_one": "November 10 2024",
    "day_time": "Thursday 4:30",
    "father_1": "Sermon in the Blessed Father Nathaniel",
    "see": "See",
    "date_two": "March 27 2024",
    "day_time_two": "Monday 3:30",
    "event_two": "The celebration of our Saviour held in the Church of Medhanialem",
    "people": "People",
    "volunteer": "Volunteers",
    "dd":"Donations",
    "help": "Help",
    "sermon": "Sermons",
    "drought": "For drought affected parties",
    "church_help": "One of our parish's grants is given to those affected by drought, with you contributing your best get on your conscience duty",
    "war": "For war-affected parties",
    "war_help": "Another aid our parish provides to war-affected parties, and you can afford it by contributing, you fulfill your conscientious obligation",
    "build": "Binding for the building of the church",
    "build_one": "Contribute to executing the newly started building of the Church ",
    "verses": "Book of Holy Verses",
    "comment": "Your comment helps us",
    "trap": "Trap broken, and we escaped",
    "announce": "This is the website of the Church of Medhanialem Let's do our part by informing those who don't know",
    "contact": "To contact us",
    "addr": "Bole Bulbula, Addis Ababa ,Ethiopia",
    "other": "Other pages",
    "about": "About our Church",
    "sun_sch": "Sunday School",
    "sun_event": "Sunday Events",
    "ev": "All events",
    "chu": "Medhanialem Church",
    "daily": "Get sermons daily",
    "se": "All sermons",
    "enter": "Enter",
    "return": "Return to Login",
    "remember": "Remember me",
    "forgot_p": "Forgot Password",
    "new_acc": "Create a new account",
    "change": "Change Your Password",
    "email_ver": "Email Verification",
    "sent_code": "We have sent a code to your email",
    "ver": "Verify Account",
    "rec": "Didn't recieve code?",
    "first_name": "First Name",
    "last_name": "Last Name",
    "phone_number": "Phone Number",
    "email": "Email",
    "pass": "Password",
    "con_pass": "Confirm Password",
    "reg": "Register",
    "sebeka": "Sebeka Gubae Registration",
    "pass_ma": "Passwords do not match and put more than 8 character",
    "feed": "Feedbacks",
    "ab": "Abinet",
    "user": "User",
    "admin": "Admin",
    "mem": "Member Registration",
    "dif": "Different Events",
    "feed_put": "Leave a feedback",
    "feedd": "Feedback",
    "mes": "Message",
    "full_chu": "Bole bulbula Medhanialem Church",
    "his": "History of the establishment of the church",
    "history_one": "From the early 1980s, a number of people bought vacant land from the Boole Bulbula farmers to build housing the Ayeseru began to settle, due to the increasing population of the inhabitants and to restore the wooden bridge of the Bulbula River which crosses into the Saris Sibal said the resident was on his vacation day, Sunday, July 21, 1989.Mt. Deployed in unison to place a transverse stem, the crest of the river tunnel When it was excavated, a plaque was unveiled to the priest of the Holy Church of Abu Gebremenphus, who was in the works at the time. The priest informed the people of the same and the abbot Gebremenfes Holy Church was placed in the trust, and immediately set up a committee, which Mr A mausoleum was built on the site that Niki Gebreslase, a resident of Bole Bulbula, had cut off from his farm fields and given away. However, while the tuner was under construction, it was unveiled on June 29, 1989.Mt. The local resident's residence was declared Moon House so that it could be demolished by the government. As a result of it, the local population dispersed, leaving the survey building work dragged on for almost a year ,in early 1991, construction was completed and the Ark was transferred from the Church of the Holy Abune Gebremenfes to the Supreme Ecumenical Patriarchate An office was taken and blessed by the Blessed Father with the good will of the Blessed Father Paul, then Bishop of the Diocese of Addis Ababa His house was consecrated and dedicated on November 7,1991. ",
    "history_two": "This is true of what the inhabitants attest that during the invasion of Muhammad the ancestors hid him in a cave, passing by the cave where the Ark of the Saviour was hiding, and the peasants who crossed the bridge felt that there was some hail in the area, cut wet green grass and crossed in fear by pleading with Ofu (forgive me), and unknowingly worshipped with this tablet። In the Boole Bulbula, unionized individuals built houses and began to move in large numbers, while the earlier mud-built Maccagno Church did not qualify for the parish and was closed in 1993.Mt. The building, which is currently in use, was started as a church and opened in January",
    "history_three": "Since it was believed by the Diocesan and Parish Council that a vast cathedral should be built due to the increasing number of parishioners living in the Bolle Bulbulana area and the rise of real estate and condominiums as well.Mt. Since, the construction of a building with a basement space of about 5200 square meters and a basement of about 2000 square meters has begun and currently the basement work, floor-on-the-floor sanctuary (mezzanine) and surround porch arc works have been completed, reaching the level of verandah roof work። Before winter came in, a balcony roof was removed from the building on June 3, 2013, as more money was needed to be able to complete the construction and maintain the operation of the Dome Collens.Mt. The parish council and the building employers committee combined to coordinate the parishioners in order to be able to raise revenue by organizing a week-long bazaar beginning። On the bazaar, a good income was collected for the building, where government bodies, investors, the bishop of the Diocese of Addis Ababa, administrators and parishioners of various parishes and monasteries, the community of the parish council, various members of the neighbouring parishes and monastic ",
    "mission": "Mission",
    "mi_one": "Let young people learn the law and order of the church and make them useful, good and morally motivated citizens for the nation and for the people enabling young people to carry out the God's Order of Thought of Your Creator during the months of Gubznah.",
    "vision": "Vision",
    "vi_one": "Spirituality, perseverance and testimony",
    "vi_two": "Servitude",
    "vi_three": "Repetition and unity ",
    "value": "Value",
    "value_one": "The dogma, canonization, faith and order of the Ethiopian Orthodox Church are preserved and not diluted so that it can be passed down from generation to generation without revision, and that any lay member of the church may recognize and understand the religious order by contract.",
    "father": "Ancestral counsel",
    "father_one": "Let's love man for God, let's not have to love God for being human . Let the hand not be the rem that you live in the presence of God, in order to make you manifest your love of man, and to appear in the presence of man as the friend of God . You can hate it for people as you like it for people and.Being a person of God does not mean feeding God and knowing God . Know to be saved, let's not pretend to be saved by your knowledge . Let's have an acquaintance who you don't know, his knowledge doesn't pretend to stop you at Christ's right . Only the day you know the good, let's not enjoy it, the day you worked, and not rely on your doing, for you did not do it . The immediate root of the good that you have known from God, shall not let the good that you are doing . We were careful not to carry out your days just while you were living and learning, let's learn . If you live without knowledge, it is not that you will escape judgment, and you will never lose it from the church councils, for you will be bound to be judged by your knowledge, and you will be quick to do what you have found work. Ensure you know the Church in all its ways . Knowing through education that she would not be her enemy as a Gentile; knowing through life so that she would not be treated as a Pharisees . Be faithful to her rites, you shall not like that her order shall descend upon the will of you, and not let the heavens be the Church and the earthly . Know that if you are not involved in the spiritual unity of the Church, you are being separated from the unity of the Church . And you say, the deliverance of the covenant, the consecration, and the penance and consideration, and in her mercy her prayers are to cooperate with her ablative absolution . Knowing that one prayer at Bethkristayan is more than ten prayers from home, you rebuke to her every day. All your life, the Church, but ! Don't finish your money alone for the sake of where I've just fainted . Save a share for the world of medicine from all you get ። Let's mourn you if you can't give it to you, don't examine the person you beg for . Don't lend him a reason for all your laziness ። And the good things, the work today, and the evil things we confess today . Know that every shroud of time is worth being the person of Heaven and Sioul . Let us stay and give us a good conscience that persists in good, which makes good that is good for good!",
    "father_name": "Melke Tsehay Aba Gabriel",
    "addr_d": "Bole Bulbula",
    "addr_a": " Addis Ababa, Ethiopia",
    "loc": "Location",
    "sch": "The formation of the Bahretibeb Sunday School",
    "sch_his": "Bahretibeb Sunday School was founded on 24 August, on which day it is a double service because it is the anniversary of Abu Teklehmanot, and the anniversary is celebrated 1 week past. On the day, a variety of programs are offered based on the establishment of our Sunday School. Some of the schemes are offered: chats, interviews, chants, queues, psalter plays.",
    "train": "Training offered at the Sunday School",
    "ser": "Service training",
    "ser_one": "This training is the training that any Sunday student undergoes prior to the commencement of service. In this training it is taught by a widely invited teacher about the prerequisites before service, the things we have to do when we serve and don't have to, what our lives should be after we start service.",
    "ser_two": "Ceremonial chant training",
    "ser_three": "This training also forms the basis of the chanting system and teaches us how our singing is not used to serve without leaving the order of our fathers, from St. Jared Andihum። With this training, if our terror, applause, queue, and queue; our terror, establishment and cymbals do not hold us, our procedures, their way of carrying us, if we throw a mockery, so do our terror, establishment, our commander, our rapturous rapture, our rapture-making, our drum years, etc. ",
    "time": "Course Hours",
    "t_1": "Years 5-12: Sunday",
    "t_2": "Years 12-18: Saturday ",
    "t_3": "From 18+ years: Saturday ",
    "sun": "Sunday",
    "time_two": "Mezmur Study Hours",
    "ab_def": "What is abnet?",
    "ab_do": "The template means a witness, and the student (the disciple) is well educated in his or her education from the church Sector is said to have held the template when he was able to graduate with one። That is, the example became Araya and thought found teachers or It includes saying he got a career as a teacher። A model school is one derived from the father, inherited from the abbot. It was from an ancient time, the manifestation of identity, in the self-language, in the self-letter; from generation to generation, which provided a self-curriculum .It means a school where a generation is offered a passed education። The art of a nation and knowledge means a school for that people and the citizens of that country to teach. Mostly model students they learn education away from kin, caste, country (Keye) and endure hunger and thirst. When this is Students get their daily meal (bonus) from the community Hear it to you, Goddess Mariah You're going to stop you, they begged. During this time, the student obtained a cup of chickpea corn, wheat corn, bean ashuq, barley corn, and barley corn፣ Pea (guaya) bread or step or barley or sdena sorghum bread in stew or dry bread Or, not only the Sde bread was obtained by the acofadau (it is a container that is made of herbs or selen, even now) It has been changed to a pestle), where it will be saved together and do that, or feed it after begging on the day It will eat the dried by storing what remains and is fed by the general student which is dried which is where it becomes Reason is because it has a better chance of staying out of the wet (the lush) . On top of that, dried up when he was out of his family as well Bread (called cocchero by a student and hay by the urban population) is eaten, if it does not exist, which it has acquired",
    "li_1": "Reading House",
    "li_2": "Message of John",
    "li_3": "Wudase Mariam",
    "li_4": "Psalm",
    "li_5": "Wengele Yohannes",
    "li_6": "Zema bet",
    "li_8": "Kidase Mariam",
    "li_9": "Seatat",
    "li_10": "Tsome Degua",
    "li_11": "kene Bet",
    "li_12": "Agebab",
    "li_13": "Ges",
    "li_14": "Semena Work",
    "li_15": "Etane Moger",
    "li_16": "Library",
    "li_17": "Beluyat",
    "li_18": "Hadisat",
    "li_19": "Metshafe Likawent",
    "li_20": "Metshafe Menekosat",
    "li_21": "Kuter Bet",
    "li_22": "Bahere Hasab",
    "li_23": "Abushaher",
    "li_24": "Sene Felek",
    "li_25": "Kemere Fidel",
    "teach": "Teachers of the Assembly House",
    "te_1": "Arch-Lectarian Master Ezra Hadith",
    "teach_1": "Master of the 4 Gubaiyat",
    "te_2": "The Master of the Sages, Yoftahe",
    "teach_2": "Master of the Establishment",
    "te_3": "High diluent Master Moges",
    "te_4": "Master of Poetry",
    "curr": "Current Password",
    "new": "new password (min 6 characters)",
    "con": "Confirm",
    "can": "Cancel",
    "new_f": "Enter new first name",
    "new_l": "Enter new last name",
    "save": "Save",
    "pr": "My Profile",
    "up_date":"Update Profile",
"update_pass":"Update Password",
"fe":"Feedback",
"logout":"Logout",
    "com": "Write your comment here...",
    "no": "No",
    "n": "Name",
    "send": "Send",
    "cause": "Cause",
    "c_1": " While specific reasons to donate to the Ethiopian Orthodox Tewahedo Church differ in the needs and priorities of individual churches or communities there are often common reasons why contributions are required. It is important to note that these causes can vary across different churches and regions.Here are some general categories of causes ",
    "find": "Find",
    "ref": "Reference",
    "amount": "Amount",
    "cur": "Choose Currency",
    "etb": "ETB",
    "usd": "USD",
    "pay": "Pay",
    "con_feed": "Are you sure?",
    "yes": "Yes",
    "mem_form": "Membership form",
    "cn": "Christian Name",
    "fr": "Name of the Father of Repentance",
    "liv": "Living address",
    "gender": "Choose your gender",
    "male": "Male",
    "female": "Female",
    "pic": "Press the image above to insert a new photo",
    "wel": "Welcome",
    "en_f": "Please enter your first name",
    "en_l": "Please enter your last name",
    "en_e": "Please enter your email.",
    "en_e2": "Please enter a valid email address",
    "en_p": "Please enter your phone number",
    "en_p2": "Please enter a valid phone number",
    "en_pa": "Please enter your password",
    "en_pa1": "Password should be at least 8 characters long.",
    "en_pa2": "Please confirm your password",
    "en_pa3": "Passwords do not match",
    "fi": "First name must be at least 3 characters and only letters",
    "li": "Last name must be at least 3 characters and only letters."
}